cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'caskroom/versions'
tap 'caskroom/fonts'

# cli tools
brew 'ack'
brew 'gpg'

# development tools
brew 'git'
brew 'reattach-to-user-namespace'
brew 'tmux'
brew 'zsh'
brew 'yarn'

#fonts
cask 'font-firacode-nerd-font'

# apps
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'psequel'
cask 'sequel-pro'
cask 'slack'
cask 'sourcetree'
cask 'visual-studio-code'
cask 'licecap'
